{
  "states": [
    {
      "id": 1,
      "name": "Andhra Pradesh",
      "type": "state",
      "url": "https://www.holidify.com/images/bgImages/ARAKU-VALLEY.jpg",
      "description": "Andhra Pradesh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make Andhra Pradesh a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 2,
      "name": "Arunachal Pradesh",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/arunachal-pradesh/arunachal-pradeshand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Arunachal Pradesh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 3,
      "name": "Assam",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/assam/assamand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Assam presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 4,
      "name": "Bihar",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/bodh-gaya/bodh-gaya-the-great-budhha-statue-0.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Bihar presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 5,
      "name": "Chhattisgarh",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/chandigarh/chandigarhand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Chhattisgarh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 6,
      "name": "Goa",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/goa/goa-vagator-beach-3.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Goa presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 7,
      "name": "Gujarat",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/dwarka/dwarka-dwarkadish-temple-1.jpg/jcr:content/renditions/cq5dam.web.256.256.jpeg",
      "description": "Gujarat presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 8,
      "name": "Haryana",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/haryana/haryanaand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Haryana presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 9,
      "name": "Himachal Pradesh",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/simla/simla-simla-61.jpg/jcr:content/renditions/cq5dam.web.1800.600.jpeg",
      "description": "Himachal Pradesh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 10,
      "name": "Jammu and Kashmir",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/srinagar/srinagar-chashme-shahi-1.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Jammu and Kashmir presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 11,
      "name": "Jharkhand",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/jharkhand/jharkhandand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Jharkhand presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 12,
      "name": "Karnataka",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/karnataka/karnataka.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Karnataka presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 13,
      "name": "Kerala",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/kerala/keralaand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Kerala presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 14,
      "name": "Madhya Pradesh",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/gwalior/gwalior-gwalior-fort-1.jpg/jcr:content/renditions/cq5dam.web.256.256.jpeg",
      "description": "Madhya Pradesh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 15,
      "name": "Maharashtra",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/mahabaleshwar/mahabaleshwar-elephants-head-point-70.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Maharashtra presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 16,
      "name": "Manipur",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/manipur/langol-peak-tower-manipur.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Manipur presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 17,
      "name": "Meghalaya",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/meghalaya/cherrapunji-meghalaya.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Meghalay presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 18,
      "name": "Mizoram",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/champhai/champhai-rih-dil-0.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Mizoram presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 19,
      "name": "Nagaland",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/kohima/kohima-dzukou-valley-1.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Nagaland presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 20,
      "name": "Odisha",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/bhubaneswar/bhubaneswar-lingaraj-temple-10.jpg/jcr:content/renditions/cq5dam.web.256.256.jpeg",
      "description": "Odisha presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 21,
      "name": "Punjab",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/amritsar/amritsar-golden-temple-0.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Punjab presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 22,
      "name": "Rajasthan",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/jaipur/jaipur-hawa-mahal-0.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",
      "description": "Rajasthan presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 23,
      "name": "Sikkim",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/sikkim/monastery-gangtok-sikkim.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Sikkim presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 24,
      "name": "Tamil Nadu",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/places/tirupati/tirupati-lepakshi-10.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Tamil Nadu presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 25,
      "name": "Telangana",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/places/hyderabad/hydrabad-charminar-at-sunset-2.jpg/jcr:content/renditions/cq5dam.web.256.256.jpeg",
      "description": "Telangana presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 26,
      "name": "Tripura",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/tipura/jagannath-temple-tipura.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Tripura presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 27,
      "name": "Uttar Pradesh",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/uttar-pradesh/uttar-pradesh.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Uttar Pradesh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 28,
      "name": "Uttarakhand",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/uttrakhand/nani-lake-uttrakhand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Uttarakhand presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 29,
      "name": "West Bengal",
      "type": "state",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/west-bengal/victoria-memorial-west-bengal.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "West Bengal presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 30,
      "name": "Andaman and Nicobar Islands",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/andama/andaman-and-nicobar-islandsand.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",

      "description": "Andaman and Nicobar Islands presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 31,
      "name": "Chandigarh",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/chandigarh/chandigarh-rock-garden-1.jpg/jcr:content/renditions/cq5dam.web.1800.600.jpeg",
      "description": "Chandigarh presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 32,
      "name": "Dadra and Nagar Haveli and Daman and Diu",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredibleindia/images/places/silvassa/silvassa-nakshatra-garden-0.jpg/jcr:content/renditions/cq5dam.web.512.512.jpeg",

      "description": "Dadra and Nagar Haveli and Daman and Diu presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 33,
      "name": "Delhi",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/places/delhi/new-delhi-new-delhi-amar-chakra.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",

      "description": "Delhi presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 34,
      "name": "Lakshadweep",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/lakshadweep/suheli-Island-lakshadweep.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Lakshadweep presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    },
    {
      "id": 35,
      "name": "Puducherry",
      "type": "territory",
      "url": "https://www.incredibleindia.org/content/dam/incredible-india-v2/images/states/puducherry/auroville-puducherry.jpg/jcr:content/renditions/cq5dam.web.1800.737.jpeg",
      "description": "Puducherry presents a glorious synthesis of culture against a colourful natural backdrop.  Varied wildlife, rich history, vivid culture, majestic architecture make this state a destination of endless surprises. Welcoming visitors with innumerable charming facets this state captivates the eager traveller, looking for a wonderful holiday experience. this state Tourism has always been the frontrunner in attracting greatest number of tourists, inland and foreign, as it boasts of a naturally, ecologically, culturally and religiously rich and diverse variety of tourist destinations that are treasures of visual treat where one can continuously explore new experiences of visitor gratification and delight."
    }
  ],
  "tourist-places": [
    {
      "id": 1,
      "name": "Tirupathi",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "Tirupati: Famous for the Sri Venkateswara Temple, one of the richest and most visited religious sites in the world.",
      "images": [
        {
          "id": 101,
          "url": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Tirumala_090615.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 2,
      "name": "Vishakapatnam",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "A coastal city with beautiful beaches, the INS Kursura Submarine Museum, and the Borra Caves.",
      "images": [
        {
          "id": "201",
          "url": "https://upload.wikimedia.org/wikipedia/commons/2/29/Visakhapatnam_2010.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 3,
      "name": "Araku Valley",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "Araku Valley, is a picturesque hill station renowned for its stunning natural beauty and tribal culture. ",
      "images": [
        {
          "id": "301",
          "url": "https://www.holidify.com/images/bgImages/ARAKU-VALLEY.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 4,
      "name": "Amaravathi",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "Known as the Capital of this state, Amaravathi is renowned for being a site of a Buddhist Stupa that is a semi-hemispherical structure containing Buddhist relics and often called the Abode of God. ",
      "images": [
        {
          "id": 401,
          "url": "https://www.holidify.com/images/bgImages/AMARAVATHI.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 5,
      "name": "Gandi Kota",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "Endearingly known as the ‘Grand Canyon of India’,it is famous for the spectacular gorges formed by the river cutting through Erramala Hills. The narrow valleys with streams running between them and the steep rocky walls are reminiscent of the renowned Grand Canyon in Arizona..",
      "images": [
        {
          "id": 501,
          "url": "https://www.holidify.com/images/bgImages/GANDIKOTA.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 6,
      "name": "Vijayawada",
      "stateid": 1,
      "statename": "Andhra Pradesh",
      "description": "Nestled on the banks of River Krishna in the state of this state, Vijayawada is the second-largest populated city in the state. Known as the ‘commercial, political and media capital of this state’, Covered by hills and canals, Vijayawada is also home to numerous caves and rock-cut temples carved out of these caves.",
      "images": [
        {
          "id": 601,
          "url": "https://www.holidify.com/images/bgImages/VIJAYAWADA.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 9,
      "name": "Dibang Valley",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Upper Dibang Valley is one of the top places to visit in Arunachal Pradesh. However, iot is a little bit peculiar. It is the largest district in India with an area of 9,129 sq km but it is also the least populated district in the whole country. Strange, right? This place is inhibited by the Native Idu Mishmis and then there are a few more tribes whose nativity is from Tibet.",
      "images": [
        {
          "id": 901,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/11/Upper-Dibang-Valley_30th-Nov.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 10,
      "name": "Mechuka Valley – Heaven For History Buffs",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Mechuka Valley which is situated in the West Siang District is the place where the Losar festival is celebrated. This valley is quite heavily guarded by the Indian Army and throughout the year, and is not polluted which makes it one of the most interesting and cleanest places to visit in Arunachal Pradesh.You can stay in government lodges or homestays that are provided by the people living here. You can also visit the 400-year-old Buddhist Monastery where you can see the ancient Buddhist statues.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/11/Mechuka-Valley_30th-Nov.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 11,
      "name": "Bomdila – Home To Natural Wonders",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "This is a wonderful getaway that is located at a height of 8000ft above sea level. So, it is an amazing destination for anyone who loves to go to heights with lots of scenic spots. You will surely love the places owing to its natural beauty and the, you can stroll across the lands so that you get the perfect views of Gorichen Peak and the Kangto Peak.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/11/Bomdila_30th-Nov.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 12,
      "name": " Itanagar – True Local Culture",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Itanagar is a well-developed township that is 350m above the sea level. This city can be envied for the rich and cultural architectural wonders, making it one of the most interesting places to visit in Arunachal Pradesh.You can visit the Ita Fort which is made of special breaks. The legendary Gyakar Sinwi, also called as Ganga Lake, is the best picnic spot in Arunachal Pradesh.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/11/Itanagar_30th-Nov.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 13,
      "name": "Tawang – Most Popular Of All",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Tawang is renowned for its ancient and largest monastery in India, the Tawang Monastery. It's a significant Buddhist monastery of the Mahayana sect and holds immense religious and cultural importance.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/11/Tawang_30th-Nov.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 14,
      "name": " Ziro Valley – Most Picturesque Village",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "This picturesque quaint village sitting in the foothills of majestic Himalayas is one of the most stunning places to see in Arunachal Pradesh. Ziro Valley is a village that has its floors covered in vast paddy rice fields, charming bamboo hut, serene hamlets, and a wide range of rare flora.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Ziro-Valley.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 15,
      "name": "Sela Pass – Right Out Of A Story Book",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Sitting at an elevation of 13,700 ft above the ground level, Sela Pass is a mountain pass that is one of the most serene places to see in Arunachal Pradesh. Sela Pass is actually considered sacred by Buddhists and is believed to have a total of 101 lakes surrounding it. The most picturesque and stunning blue Sela Lake is the major attraction that appeals to travelers visiting Arunachal Pradesh. ",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Sela-Pass.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 16,
      "name": "Tezu - Jewel Of Mishmi",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Tagged as one of the majestic tourist places in Arunachal Pradesh, Tezu is a town nestled in the forest-clad hills of Mishmi. Ranging from botanical garden and museum to wildlife sanctuary and true culture, the quaint town of Tezu has got it all",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Tezu.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 17,
      "name": "Roing ",
      "stateid": 2,
      "statename": "Arunachal Pradesh",
      "description": "Translating to ‘cool and refreshing’, Roing is one of those tourist places in Arunachal Pradesh that truly justifies the name. This town is sitting next to the very tranquil and panoramic Dibang River that does not fail to reek of a calming aura. From history buffs to trekkers, this town has something for every kind of traveler. ",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Roing.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 18,
      "name": "Tocklai Tea Research Centre:",
      "stateid": 3,
      "statename": "Assam",
      "description": "Established in 1911, the Tocklai Tea Research Centre is among the largest and oldest tea research stations in the world. All the scientific knowledge that the world holds about tea, has come from this center in Assam. ",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/Tocklai-Tea-Research-Centre.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 19,
      "name": "Umananda Island:",
      "stateid": 3,
      "statename": "Assam",
      "description": "This religious island is among the best places to visit in Assam in June and should be on the bucket list of every traveler visiting Assam. Also called Peacock Island by the British, this small islet owes its fame to its location smack in the middle of river Brahmaputra and the fact that it is easily accessible from Guwahati. This island is among the smallest islands of the world and houses the famous Umananda Temple dedicated to Lord Shiva. ",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Umananda-Island_22nd-Jan.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 20,
      "name": "Padam Pukhur",
      "stateid": 4,
      "statename": "Assam",
      "description": "Hazara Pukhuri and Padam Pukhuri are a pair of tanks positioned in the vicinity of the Bamuni Hills. While Hazara Pukhuri is recognized as the third largest artificial lake in Tezpur, the Padam Pukhuri is an island park famous for lotuses. Created from an archaeological excavation in the early 19th century,",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/Padam-Pukhuri.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 21,
      "name": " Haflong Lake",
      "stateid": 3,
      "statename": "Assam",
      "description": "The Haflong Lake is undoubtedly the most beautiful lake and best tourist place in Assam, India. Located in the heart of the city, this lake is the perfect tourist spot that offers travelers the chance to indulge in watersports, boating, fishing, and even bird watching owing to the thousands of migratory birds that take refuge here in winter. ",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/02/Haflong.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 22,
      "name": "Dibrugarh: Tea City Of India",
      "stateid": 3,
      "statename": "Assam",
      "description": "Named after Dibru River, it is the largest city in Assam and is well connected with other cities and towns. Its profuse flora fauna and rich culture make it one of the best places to visit in Assam.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/02/1024px-Radha_Krishna_Temple_Dibrugarh.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 23,
      "name": "Kaziranga National Park",
      "stateid": 3,
      "statename": "Assam",
      "description": "The Kaziranga National Park is home to two-thirds of the planet’s population of the one-horned rhinoceros.t’s vibrant, well preserved, sustained ecology, and versatile biodiversity is what contributes to keeping this place on the top of the list of tourist places in Assam.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2016/08/KazirangaNationalPark_PTI.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 24,
      "name": "Kamakhya Temple",
      "stateid": 3,
      "statename": "Assam",
      "description": "One of the 51 Shakti Peeths in India, the Kamakhya Temple carries a myth to protect devotees from evil eyes. It’s one of the most popular and famous tourist places in Assam for pilgrims and tourists alike owing to its amazing Tantric adoration.",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/Kamakhya-Temple.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 25,
      "name": " Kakochang Waterfalls",
      "stateid": 3,
      "statename": "Assam",
      "description": "Cascading down furiously between the rubber and coffee plantations of Jorhat, the Kakochang Waterfalls are a magnificent wonder of nature. The main waterfall is located 13 km from the Bokakhat in Jorhat and attracts tourists in great numbers year-round",
      "images": [
        {
          "id": 1101,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/Kakochang-Waterfalls.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 26,
      "name": "Bodh Gaya",
      "stateid": 4,
      "statename": "Bihar",
      "description": "Bodh Gaya is a Buddhist pilgrimage site in Gaya District of Bihar. Famous for the Mahabodhi Temple, It was here under the Bodhi tree that Gautama Buddha attained enlightenment.        ",
      "images": [
        {
          "id": 1101,
          "url": "https://www.holidify.com/images/bgImages/BODH-GAYA.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 27,
      "name": "Patna",
      "stateid": 4,
      "statename": "Bihar",
      "description": "Prospering along the southern banks of river Ganges and set in the backdrop of a glorious historical past, Patna boasts of a dominating presence in history and enjoys the distinction of being one of the oldest cities in the world",
      "images": [
        {
          "id": 1101,
          "url": "https://www.holidify.com/images/bgImages/PATNA.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 28,
      "name": "Nalanda",
      "stateid": 4,
      "statename": "Bihar",
      "description": "The most popular Mahavihara of the ancient times, a significant Buddhist seat of academic excellence and a modest pilgrim center, all wrapped in a wisp of spirituality, Nalanda continues to be an equally enriching location in the present. It offers vibrant substance of spirituality, history, culture, architecture, and tourism.",
      "images": [
        {
          "id": 1101,
          "url": "https://www.holidify.com/images/bgImages/NALANDA.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 29,
      "name": "Vaishali",
      "stateid": 4,
      "statename": "Bihar",
      "description": "Located in the interiors of Bihar, Vaishali is a small district which is also a revered Hindu, Buddhist and Jain worshipping site. It is the city where Lord Mahavir was born. Considered as the first republic of the world, Vaishali is believed to have been named after King Vishal, from the time of Mahabharat.It is also the city where Buddha delivered his last sermon. ",
      "images": [
        {
          "id": 1101,
          "url": "https://www.holidify.com/images/bgImages/VAISHALI.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 30,
      "name": "Madhubani",
      "stateid": 4,
      "statename": "Bihar",
      "description": "An ancient city, Madhubani in Bihar is known for the richness in art and culture that the district strives for. Mentioned in the Ramayana, the city is known for the world popular Madhubani paintings whose origin lie here",
      "images": [
        {
          "id": 1101,
          "url": "https://www.holidify.com/images/bgImages/MADHUBANI.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 31,
      "name": "Darbhanga",
      "stateid": 4,
      "statename": "Bihar",
      "description": "",
      "images": [
        {
          "id": 1101,
          "url": "https://media2.thrillophilia.com/images/photos/000/365/712/original/1611742546_shutterstock_1898354869.jpg?w=800&h=460&dpr=1.0"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 32,
      "name": "Takhat Sri Harimandir Ji Patna Sahib",
      "stateid": 4,
      "statename": "Bihar",
      "description": "One of the holiest pilgrimages for the Sikhs is Harmandir Takht Shri Patna Sahib, popularly known as Patna Sahib Gurudwara. Located on the banks of the Holy Ganga, this Patna Gurudwara, Bihar draws thousands of visitors from all over the country, irrespective of their religious traditions, political ideologies, and regions.",
      "images": [
        {
          "id": 1101,
          "url": "https://media1.thrillophilia.com/filestore/5n1jufl9uvp2r6558elrrt76jty7_1628854516_Gurudwara_Sri_Harmandir_Sahib--10-min.JPG?w=800&h=460&dpr=1.0"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 33,
      "name": "Sasaram",
      "stateid": 4,
      "statename": "Bihar",
      "description": "Located on the western bank of the Sone river, in the Bhojpur region in southwestern Bihar, Sasaram is believed to date back to the 7th century AD. Although the city was founded much earlier, Sasaram gained a lot of popularity under the reign of Sher Shah Suri.",
      "images": [
        {
          "id": 1101,
          "url": "https://media2.thrillophilia.com/images/photos/000/365/716/original/1611743304_shutterstock_1575203911.jpg?w=800&h=460&dpr=1.0"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 50,
      "name": "Bhubaneswar",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Bhubaneswar – The Beautiful Temple City:The ‘Temple City of India’ is famous for its rich history and heritage. A land once known for its grand temples and beautiful architecture is now a busy center for business and commerce.",
      "images": [
        {
          "id": 5001,
          "url": "https://sambadenglish.com/wp-content/uploads/2016/06/14-up.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 51,
      "name": "Puri",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Puri Sacred Temples and Majestic Beaches:Coastal charm meets cultural heritage in the sacred city of Puri, where pilgrims flock annually to celebrate the Ratha Yatra. Besides world-famous temples, Puri boasts beaches and markets that buzz year-round, while the wetland landscape beyond the city retains its wild edge.",
      "images": [
        {
          "id": 5002,
          "url": "https://www.travelworld.co/wp-content/uploads/2020/04/jagannath-temple-Puri-905x613.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 52,
      "name": "Cuttack",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Cuttack – Silver City:Cuttack the erstwhile capital of the state is more than a thousand years old and often referred as the Millennium city.Cuttack is famous world over for its famous silver filigree work. The craft is showcased in the city’s famed tableaux of Goddess Durga during the Durga puja. ",
      "images": [
        {
          "id": 5003,
          "url": "https://static.india.com/wp-content/uploads/2019/01/Cuttack.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 53,
      "name": "Konark ",
      "stateid": 20,
      "statename": "Odisha",
      "description": "The Sun Temple, the beach, the rich culture and heritage make Konark one of the most popular tourist destinations of Odisha. It is also home to Konark Dance and Music festival, one of the oldest and popular cultural festivals of India. ",
      "images": [
        {
          "id": 5004,
          "url": "https://www.tripsavvy.com/thmb/AUndNFWJ4wfkjj_nJpFnRdNTzU8=/2121x1414/filters:fill(auto,1)/GettyImages-148830712_Darkrooma-3219b1ed8b424711bd9d9abeaf8e0238.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 54,
      "name": "Jeypore",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Jeypore:Famous for its valleys, water lakes, and cascading waterfalls, Jeypore is one of the best tourist places in Odisha that offers tourists an exciting experience. Known for its rich landscape, temples, limestone caves, old bridges, and palaces, it’s a great place if you’re looking to take a break from the chaos of city life. ",
      "images": [
        {
          "id": 5005,
          "url": "https://www.thomascook.in/blog/wp-content/uploads/2022/08/Jeypore-%E2%80%93-For-Nature-Lovers.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 55,
      "name": "Dhauli ",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Dhauli – The Land of the Famous Shanti Stupa:Dhauli is a quaint town that draws tourists from all over the country. Situated close to the city of Bhubaneshwar, this town holds extraordinary significance because it was part of the Kalinga War, which took place on Dhauli Hill. It is also home to the famous Shanti Stupa, known to attract visitors and followers of Lord Buddha.",
      "images": [
        {
          "id": 5006,
          "url": "https://www.thomascook.in/blog/wp-content/uploads/2022/08/Dhauli-%E2%80%93-The-Land-of-the-Famous-Shanti-Stupa.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 56,
      "name": "Daringbadi ",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Daringbadi:This famous town is well known for its temples and beaches that attract tourists from far and wide. Situated at around 3000 ft, it is called the Kashmir of Odisha. This beautiful hill station allows you to enjoy a relaxing stay while offering splendid views of the beautiful landscape.",
      "images": [
        {
          "id": 5007,
          "url": "https://static2.tripoto.com/media/filter/nl/img/548068/TripDocument/1518775870_lovers_point_4.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 57,
      "name": "Barbil",
      "stateid": 20,
      "statename": "Odisha",
      "description": "Referred to as the Iron City, Barbil is a town situated on the banks of the Karo river. One of the most popular tourist attractions in Odisha, tourists come here to enjoy various adventure activities for an enjoyable experience. The place is filled with natural beauty and offers breathtaking views of the surrounding area.",
      "images": [
        {
          "id": 5008,
          "url": "https://www.thomascook.in/blog/wp-content/uploads/2022/08/Barbil-%E2%80%93-Witness-the-Cascading-Waterfall.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 58,
      "name": "Amritsar",
      "stateid": 21,
      "statename": "Punjab",
      "description": "Amritsar:The city known for legends, patriotism, and spirituality, Amritsar is found listed at the top when anyone talks about the religious places to visit in Punjab. Home to the Golden Temple, or Sri Harmandir Sahib, this is among the most significant pilgrimage site for Sikhs and known as the most famous tourist place in Punjab. ",
      "images": [
        {
          "id": 5009,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/amritsar-3083693_960_720.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 59,
      "name": "Chandigarh",
      "stateid": 21,
      "statename": "Punjab",
      "description": "The capital of Punjab, Chandigarh is counted among the metro cities of India and among the top places to visit in Punjab for couples. This welcoming city will greet you with the flavours of everything between modernity and antiquity. ",
      "images": [
        {
          "id": 5010,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/chandigarh.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 60,
      "name": "Ludhiana",
      "stateid": 21,
      "statename": "Punjab",
      "description": "Situated on the banks of river Sutlej, Ludhiana, Punjab’s largest city, is one of the biggest manufacturing hubs in India. Also known as Manchester of India, Ludhiana is famous for its hosiery industries, the ancient ruins of the Lodi dynasty and the war museum.",
      "images": [
        {
          "id": 5011,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/chandigarh.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 61,
      "name": "Jalandhar",
      "stateid": 21,
      "statename": "Punjab",
      "description": "Flaunting the culture of Punjab, Jalandhar is a name that can never be forgotten in a list of the best places to visit in Punjab. This is an ancient city, holding special significance for not just Sikhs but also Hindus as it is home to many holy shrines. From street shopping to popping tags in showrooms, Jalandhar has so much on offer.",
      "images": [
        {
          "id": 5012,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/dr-br-ambedkar-national-institute-of-technology-nit-jalandhar.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 62,
      "name": "Bhatinda",
      "stateid": 21,
      "statename": "Punjab",
      "description": "The City of Lakes, Bhatinda is a simple city, which still is among the tourist places in Punjab you cannot miss. There are various landmarks in the city that have brought massive development to the state, right from AIIMS to thermal power plants and the Central University of Punjab. The city narrates legendary tales of the past as the remnants stand as witnesses, making it one of the best places to visit in Punjab with friends. ",
      "images": [
        {
          "id": 5013,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/03/Bhatinda.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 63,
      "name": " Patiala",
      "stateid": 21,
      "statename": "Punjab",
      "description": "The fourth largest city in the state, Patiala is the name we see featured in the list of beautiful places in Punjab quite often. It is also called the City of Newspapers, and the monuments here showcase a blend of different architectural styles such as Mughal, Rajput and of course Punjab. If you are a history enthusiast, this city will not disappoint you. Patiala is also a choice for travellers who wish to shop for authentic Punjabi items such as juttis, parandas and more",
      "images": [
        {
          "id": 5014,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/03/Patiala.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 64,
      "name": "Kapurthala",
      "stateid": 21,
      "statename": "Punjab",
      "description": "One of the less-known places to visit in Punjab, Kapurthala is known as the Paris of Punjab, owing to its intriguing architectural scenario. Most landmarks here are built in French and Indo-Saracen styles of architecture.",
      "images": [
        {
          "id": 5015,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/03/Kapurthala.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 65,
      "name": "Pathankot",
      "stateid": 21,
      "statename": "Punjab",
      "description": "One of the most famous places in Punjab, Pathankot borders Himachal Pradesh and Jammu & Kashmir. Blessed with lush greenery, this city looks even more stunning during the monsoon season. Alongside its lovely landscape, the city is known for its history as well. Pathankot also serves as a major railhead to various neighbouring cities in Himachal such as Dalhousie.",
      "images": [
        {
          "id": 5016,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/Pathankot.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 66,
      "name": "Amber Palace",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "Amber Palace is situated on a forested hill promontory that juts into Maota Lake near the town of Amer, about 11 kilometres (6.8 mi) from Jaipur city, the capital of Rajasthan.Amber Palace is an impressive fort that was the bastion of the powerful Kachwahas of Amber ",
      "images": [
        {
          "id": 5017,
          "url": "https://1187604958.rsc.cdn77.org/data/images/full/44450/48-jpg.jpg?w=650"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 67,
      "name": "Mehrangarh Fort",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "Mehrangarh Fort is a famous historic monument in Jodhpur, India. The fort is known for its exquisite latticed windows, carved panels, decorated windows and magnificent walls of Moti Mahal, Phool Mahal and Sheesh Mahal",
      "images": [
        {
          "id": 5018,
          "url": "https://th.bing.com/th/id/OIP.vkaGkWfs7CVlXuL9xFpQxAHaEh?pid=ImgDet&rs=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 68,
      "name": "City Palace of Udaipur",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "The City Palace in Udaipur is a palace of great historical importance. It was built in a royal style and is considered the largest palace of Rajasthan.",
      "images": [
        {
          "id": 5019,
          "url": "https://i2.wp.com/interludejourney.com/wp-content/uploads/2016/12/Udaipur-4.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 69,
      "name": "Lake Pichola",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "Pichola Lake is a manmade marvel that has historically been recognised as an example of an engineering phenomenon, as it was successfully constructed in the midst of a desert.Hawa Mahal",
      "images": [
        {
          "id": 5020,
          "url": "https://media.gettyimages.com/photos/pichola-lake-udaipur-rajasthan-india-picture-id929981226"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 70,
      "name": "Jantar Mantar",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "A Jantar Mantar is an assembly of stone-built astronomical instruments, designed to be used with the naked eye. ",
      "images": [
        {
          "id": 5021,
          "url": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Jantar_Mantar_at_Jaipur.jpg/1200px-Jantar_Mantar_at_Jaipur.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 71,
      "name": "City Palace of Jaipur",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "The City Palace, Jaipur is a royal residence and former administrative headquarters of the rulers of the Jaipur State in Jaipur, Rajasthan.City palace is the place where one can see forts, gardens, palaces, courtyards, etc. This place depicts the striking blend of Mughal and Rajasthan architecture",
      "images": [
        {
          "id": 5022,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/96/8a/82/this-is-the-time-when.jpg?w=1200&h=1200&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 72,
      "name": "Jaisalmer Fort",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "Jaisalmer Fort is situated in the city of Jaisalmer, in the Indian state of Rajasthan. It is believed to be one of the very few living forts in the world (such as Carcassonne, France), as nearly one fourth of the old city's population still resides within the fort.",
      "images": [
        {
          "id": 5023,
          "url": "https://www.gosahin.com/go/p/e/1532789117_Jaisalmer-Fort1.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 73,
      "name": "Hawa Mahal",
      "stateid": 22,
      "statename": "Rajastan",
      "description": "The Hawa Mahal is a palace in the city of Jaipur, India. Built from red and pink sandstone, it is on the edge of the City Palace, Jaipur, and extends to the Zenana, or women's chambers",
      "images": [
        {
          "id": 5024,
          "url": "https://th.bing.com/th/id/OIP.NuKqMAgJyIh1hVBTVcRLHQHaGY?pid=ImgDet&rs=1"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 74,
      "name": "Nathula Pass",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "Sikkim’s natural beauty is best captured by the Nathu La Pass.The Nathu La Pass encapsulates Sikkim’s natural beauty. The strategically-important mountain pass located at nearly 14,200ft above median sea level used to be part of the ancient Silk Road.",
      "images": [
        {
          "id": 5025,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/73/1d/c6/the-tsongo-lake-from.jpg?w=1000&h=800&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 75,
      "name": "Gurudongmar Lake",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "One of the most beautiful, pristine lakes in Sikkim, Gurudongmar lake sits in close proximity to the Tibetan and Chinese border in the north. Nested amidst the mountains at 5,183 meters, the freezing alpine lake is amongst the major sources of the river Teesta",
      "images": [
        {
          "id": 5026,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/91/f3/9b/2015-03-08-17-largejpg.jpg?w=1000&h=800&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 76,
      "name": "MG Marg",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "MG Marg Gangtok – Gangtok the capital of the state of Sikkim is a city not behind the rest of the country in terms of urbanization. Mahatma Gandhi Marg (MG Marg), Gangtok is one of the most prominent tourist spots in Gangtok.",
      "images": [
        {
          "id": 5027,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a8/58/04/mg-marg.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 77,
      "name": "Baba Harbhajan Singh Memorial Temple",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "Baba Harbhajan Singh Memorial Temple, also known as Baba Mandir, is a revered pilgrimage site in the eastern Indian state of Sikkim.",
      "images": [
        {
          "id": 5028,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b8/25/f0/outside-old-baba-mandir.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 78,
      "name": "Yume Samdong",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "Sikkim’s untouched beauty; Yumesamdong, is a valley on the Lachung River about 15 km ahead of Yumthang.The snow-capped mountains and ice-fed valley of Yumesamdong provide a perfect setting to capture the cold nature at its best. Along with Yumesamdong one can also cover Yumthang Valley and Katao ",
      "images": [
        {
          "id": 5029,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/e9/70/a3/yumesamdong-zero-point.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 79,
      "name": "Buddha Park",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "The Buddha Park of Ravangla, also known as Tathagata Tsal, is situated near Ravangla in South Sikkim district of the Indian state of Sikkim",
      "images": [
        {
          "id": 5030,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/ef/73/74/awesomeness-overloaded.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 80,
      "name": "Hanuman Tok",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "Hanuman Tok is a Hindu temple complex which is located in the upper reaches of Gangtok, the capital of the Indian state of Sikkim. The temple is dedicated to lord Hanuman, and maintained by the Indian army.",
      "images": [
        {
          "id": 5031,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/ef/73/74/awesomeness-overloaded.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 81,

      "name": "Hanuman Tok",
      "stateid": 23,
      "statename": "Sikkim",
      "description": "The Yumthang Valley or Sikkim Valley of Flowers sanctuary, is a nature sanctuary with river, hot springs, yaks and grazing pasture on rolling meadows surrounded by the Himalayan mountains in the North Sikkim district of Sikkim state in India. ",
      "images": [
        {
          "id": 5032,
          "url": "https://nomadicweekends.com/blog/wp-content/uploads/2019/02/30127775_1691986490895075_5743411120694099968_n-600x390.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 82,

      "name": "Rameshwaram",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Rameshwaram is located on a beautiful island in the South Indian state of Tamil Nadu. It is separated by a small Pamban channel from Sri Lanka. According to Hindu mythology, this is the place where Lord Rama created a bridge across the sea to Sri Lanka.",
      "images": [
        {
          "id": 5033,
          "url": "https://www.holidify.com/images/bgImages/RAMESWARAM.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 83,

      "name": "Yercaud",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Nestled in the Shivaroy Hills of Tamil Nadu, Yercaud is a hill station in the Eastern Ghats steeped in abundant greenery. Commonly called ‘Ooty of the Poor’, this region has a history dating back to the time of the British. Located at an altitude of 4970 feet ",
      "images": [
        {
          "id": 5034,
          "url": "https://www.holidify.com/images/bgImages/YERCAUD.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 84,
      "name": "Kodaikanal",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Located in the state of Tamil Nadu, Kodaikanal is one of the most famous honeymoon destinations in India. A Lakeside resort town of Tamil Nadu, Kodaikanal has a beautiful climate, mist-covered manicured cliffs and waterfall that come together to create the ideal setting for a perfect getaway",
      "images": [
        {
          "id": 5035,
          "url": "https://www.holidify.com/images/bgImages/KODAIKANAL.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 85,
      "name": "Ooty",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Nestled amidst Nilgiri hills, Ooty, also known as Udagamandalam, is a hill station in Tamil Nadu which serves as a top-rated tourist destination. Once regarded as the summer headquarters of the East India Company, the Queen of the hills is a picturesque getaway.",
      "images": [
        {
          "id": 5036,
          "url": "https://www.holidify.com/images/bgImages/OOTY.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 86,
      "name": "Chennai",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Formerly known as Madras, Chennai is the capital city of the state of Tamil Nadu, in the southern part of India. Located on the Coromandel coast of Bay of Bengal, Chennai is as dynamic as it is immersed in tradition.",
      "images": [
        {
          "id": 5037,
          "url": "https://www.holidify.com/images/bgImages/CHENNAI%20.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 87,
      "name": "Auroville",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Located around 15 km from the city of Pondicherry, Auroville is located in Tamil Nadu and was founded in 1968 by Mirra Alfassa, a disciple of Aurobindo and fondly known as the 'Mother' of Sri Aurobindo Society.Located around 15 km from the city of Pondicherry, Auroville is located in Tamil Nadu and was founded in 1968 by Mirra Alfassa, a disciple of Aurobindo and fondly known as the 'Mother' of Sri Aurobindo Society.",
      "images": [
        {
          "id": 5038,
          "url": "https://www.holidify.com/images/bgImages/AUROVILLE.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 88,
      "name": "Hogenakkal",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Hogenakkal is a waterfall located in Dharmapuri district of Tamil Nadu where the Kaveri river splits into multiple streams of waterfalls. Located at a distance of 180 km from Bangalore, Hogenakkal has water throughout the year.",
      "images": [
        {
          "id": 5039,
          "url": "https://www.holidify.com/images/bgImages/HOGENAKKAL.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 89,
      "name": "Mahabalipuram",
      "stateid": 24,
      "statename": "Tamil Nadu",
      "description": "Famous for its intricately carved temples and rock-cut caves, Mamallapuram or Mahabalipuram as it is famously known, is a historically important and well-loved tourist location situated on the Coromandel Coast along the Bay of Bengal, in the state of Tamil Nadu.",
      "images": [
        {
          "id": 5040,
          "url": "https://www.holidify.com/images/bgImages/MAHABALIPURAM.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 90,
      "name": "Charminar",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Charminar: It is a monument located in Hyderabad, Telangana, India. Constructed in 1591, the landmark is a symbol of Hyderabad and officially                                        incorporated in the emblem of Telangana.The Charminar's long history includes the existence of a mosque on its top floor for more than 425 years",
      "images": [
        {
          "id": 5041,
          "url": " https://4.bp.blogspot.com/-aXUVc7zEoZM/V2ngHXJGkmI/AAAAAAAAAvY/7J1CmGFUoD4dTGlb584fhY8jyKh9Yh6pACLcB/s1600/Charminar%255B1%255D.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 91,
      "name": "Papikondalu",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Papikondalu: The mountain range runs along the River Godavari (Western Godavari) and is located in Rajahmundry, this state. Papikondalu is a sheer fest to the eyes in terms of its scenic beauty. As the hills become closer and closer to the visitor.",
      "images": [
        {
          "id": 5042,
          "url": "https://telanganaboattourism.com/assets/images/papikondalu-900x500.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 92,
      "name": "Nagarjunasagar ",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Nagarjunasagar : It is a site of spectacular man-made marvel flanked by equally enchanting panoramic vistas of lush green surrounding. Lying in the Nalgonda District of this state, the most popular landmark of the town is world's tallest masonry dam Nagarjunasagar dam built over Krishna River.",
      "images": [
        {
          "id": 5043,
          "url": "https://th.bing.com/th/id/OIP.JOa53HB0pViMBfPw2qBNLAEgDY?pid=ImgDet&rs=1"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 93,
      "name": "Thounsand pillar temples",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Thounsand pillar temples: The Thousand Pillar Temple with its ruins lies near the Hanamkonda-Warangal Highway in Telangana State, about 150 kilometres (93 mi) from the city of Hyderabad . Rudreswara Temple locally known as Veyisthambala Gudi (Thousand pillars temple) is one of the fine and earliest available examples of Kakatiya art, architecture and sculpture.",
      "images": [
        {
          "id": 5044,
          "url": "https://i.pinimg.com/736x/73/b9/58/73b958109693f9fee8dad70dc4bcbacf--temples.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 94,
      "name": "Medaram",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Medaram: Located in the district of Warangal in Telangana, Medaram is a tiny village. With a scanty population of approximately 3000 people, the most noticeable thing about the dainty village is it's rich and vibrant aesthetics. Medaram is popular not only in India, but is a name known in the world.",
      "images": [
        {
          "id": 5045,
          "url": "https://newsmeter.in/h-upload/2022/02/16/315640-new-project-93.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 95,
      "name": "Medak church",
      "stateid": 25,
      "statename": "Telangana",
      "description": "Medak church: Built in the Gothic Revival style, Medak Cathedral is one of the most gorgeous and striking churches in India. It is believed that the mosaic tiles of six different colours used in the construction of the church were imported from Britain.",
      "images": [
        {
          "id": 5046,
          "url": "https://4.bp.blogspot.com/-8b9wNGcZP-U/WMz695cAT4I/AAAAAAABIVw/53UTU8ZGV1M86MD36g7y_-tDpCQOomVmwCLcB/s1600/Medak.JPG"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 96,
      "name": " Koti lingala Temple",
      "stateid": 25,
      "statename": "Telangana",
      "description": " Koti lingala: Situated on the banks of the Godavari river, Koti Lingala is a popular Hindu pilgrimage site in the Jagtial district of Telangana. Nestled in the lap of nature, amidst hills and lush greenery, it is considered one of the 16 great janapadas of the country's ancient heritage.",
      "images": [
        {
          "id": 5047,
          "url": "https://i.ytimg.com/vi/wnEUbpRdaP8/maxresdefault.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 97,
      "name": "Chowmahalla Palace ",
      "stateid": 25,
      "statename": "Telangana",
      "description": " Chowmahalla Palace : Chowmahallat is the palace of the Nizams of Hyderabad State located in Hyderabad, Telangana, India. It was the seat of power of the Asaf Jahi dynasty (1720-1948) and was the official residence of the Nizams of Hyderabad during their reign. Presently the palace is converted into a museum but the ownership still lies with the family.",
      "images": [
        {
          "id": 5048,
          "url": "https://3.bp.blogspot.com/-juInav88BrY/VKgjEmB5ZOI/AAAAAAAAJ20/AxJzd1ipfMs/s1600/1.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 98,
      "name": "Tripura Sundari Temple",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Tripura Sundari Temple is situated in the ancient Udaipur, about 55 km from Agartala, believed to be one of the holiest Hindu shrines in this part of the country. Popularly known as Matabari, crowns in a small hillock and is served by the red-robed priests who traditionally, minister to the mother goddess Tripura Sundari.",
      "images": [
        {
          "id": 5049,
          "url": "https://res.cloudinary.com/knownepal-net/images/f_auto,q_auto/w_800,h_623/v1605337918/Tripura-sundari-Temple/Tripura-sundari-Temple.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 99,
      "name": "Rabindra Kanan",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Rabindra Kanan is a beautiful public garden that attracts all people travelling to Agartala. The garden is said to be the private space of Manikya King Birendra Kishore",
      "images": [
        {
          "id": 5050,
          "url": "https://cdn.holidaytravelreports.com/images/TouristAttractions/Banner/ravindra-kanan.jpg"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 100,
      "name": "Tripura Government Museum",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Tripura Government Museum or the Tripura State Museum, is a multicultural museum with emphasis on art and crafts of the state of Tripura; established on 22 June 1970 and shifted to the Ujjayanta Palace on 25 September 2013 with an official inauguration held by Hamid Ansari, former Vice president of India. ",
      "images": [
        {
          "id": 5051,
          "url": "https://th.bing.com/th?id=OLC.EW627g90C%2fW8XQ480x360&w=248&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 101,
      "name": "Sepahijala Wildlife Sanctuary",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Sepahijala Wildlife Sanctuary is a wildlife sanctuary in Tripura, India, of some 18.53 square kilometres (7.15 sq mi), about 25 kilometres (16 mi) from the city centre, located in Bishalgarh. It is a woodland with an artificial lake and natural botanical and zoological gardens",
      "images": [
        {
          "id": 5052,
          "url": "https://th.bing.com/th?id=OLC.JhdGuMWlITCupw480x360&w=210&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 102,
      "name": "Neermahal",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Neermahal also known as Twijilikma Nuyung ( Literally: Water Palace ) is a former royal palace of Tripura Kingdom, built by Maharaja Bir Bikram Kishore Manikya bahadur in 1930. It is also the largest water palace in India. The palace is situated in the middle of Rudrasagar Lake ( Twijilikma )",
      "images": [
        {
          "id": 5053,
          "url": "https://th.bing.com/th?id=OLC.zi7fpdHjakoZWw480x360&w=206&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 103,
      "name": "Haveli Museum",
      "stateid": 26,
      "statename": "Tripura",
      "description": "The Haveli museum is located just next to the temple. The Haveli Museum is the old palace of Agartala. This is converted to museum and useful to know the history of princely state of Tripura.",
      "images": [
        {
          "id": 5054,
          "url": "https://th.bing.com/th?id=OLC.qwx4bUNwXQb3rw480x360&w=186&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 104,
      "name": "Fourteen Goddess Temple",
      "stateid": 26,
      "statename": "Tripura",
      "description": "Fourteen Goddess Temple, Tripura. The Chaturdasha Temple or fourteen gods and goddesses temple is located just about 8 KM away from the hustle and bustle of the capital city of Tripura, Agartala",
      "images": [
        {
          "id": 5055,
          "url": "https://th.bing.com/th?id=OLC.J%2f35q4ZiZhOVkA480x360&w=249&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 105,
      "name": "Gunavati Group of Temples",
      "stateid": 27,
      "statename": "Tripura",
      "description": " The Gunavati Group of Temples is a Hindu temple complex in the Tripura state of India. These temples are dedicated to various Hindu deities and are known for their unique architectural style and intricate carvings. Lush green forests surround the temple complex, offering a peaceful and serene atmosphere.",
      "images": [
        {
          "id": 5056,
          "url": "https://th.bing.com/th?id=OLC.HLNd6pjAQ5Z2vw480x360&w=186&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },

    {
      "id": 106,
      "name": "Taj Mahal",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "The Taj Mahal is an ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, Uttar Pradesh, India. It was commissioned in 1631 by the fifth Mughal emperor, Shah Jahan (r. 1628–1658) to house the tomb of his beloved wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself.",
      "images": [
        {
          "id": 5057,
          "url": "https://th.bing.com/th?id=OLC.R4%2fW7Nn805rCXg480x360&w=248&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 107,
      "name": "Shri Kashi Vishwanath Mandir",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "The temple complex consists of a series of smaller shrines, located in a small lane called the Vishwanatha Galli, near the river. The linga of the main deity at the shrine is 60 centimetres (24 in) tall and 90 centimetres (35 in) in circumference housed in a silver altar. The main temple is quadrangle and is surrounded by shrines of other gods. ",
      "images": [
        {
          "id": 5058,
          "url": "https://th.bing.com/th?id=OLC.b734mq4VRmU0Gw480x360&w=209&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 108,
      "name": "Akbar’s Tomb",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "Akbar's tomb is the tomb of the Mughal emperor Akbar. It was built in 1605–1613 by his son, Jahangir and is situated on 119 acres of grounds in Sikandra, a suburb of Agra, Uttar Pradesh",
      "images": [
        {
          "id": 5059,
          "url": "https://th.bing.com/th?id=OLC.XdVIqCsgnubHog480x360&w=208&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 109,
      "name": "Ram Bagh",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "Ram Bagh is a garden built during the reign of Maharaja Ranjit Singh in Amritsar, Punjab, India. Ram Bagh palace also known as Ram Bagh Mahal, is a palace situated in the centre of this garden, which was used as the summer residence of Ranjit Singh.",
      "images": [
        {
          "id": 5060,
          "url": "https://th.bing.com/th?id=OLC.RG4wxCUi9L3fgg480x360&w=215&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 110,
      "name": "Chhota Imambara",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "mambara Hussainabad Mubarak is an imposing monument located in the city of Lucknow, Uttar Pradesh, India. It took 54 years to finalize it. Built as an imambara or a congregation hall for Shia Muslims, by Muhammad Ali Shah",
      "images": [
        {
          "id": 5061,
          "url": "https://th.bing.com/th?id=OLC.JoOOQtbf34%2fIxA480x360&w=209&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 111,
      "name": "Husainabad Clock Tower",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "Husainabad Clock Tower is a clock tower located in the Lucknow city of India. It was constructed in 1881 by Hussainabad Trust to mark the arrival of Sir George Couper, the first lieutenant governor of the United Province of Avadh.",
      "images": [
        {
          "id": 5062,
          "url": "https://th.bing.com/th?id=OLC.JnL2uwxyXEn+NQ480x360&w=180&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 112,
      "name": "Malviya Bridge",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": "Malviya Bridge, inaugurated in 1887 (originally called The Dufferin Bridge), is a double decker bridge over the Ganges at Varanasi. It carries rail track on lower deck and road on the upper deck. It is one of the major bridges on the Ganges and carries the Grand Trunk Road across the river. ",
      "images": [
        {
          "id": 5063,
          "url": "https://th.bing.com/th?id=OLC.p%2fecsiS+xopd%2fA480x360&w=186&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 113,
      "name": "Manikarnika Ghat",
      "stateid": 27,
      "statename": "Uttar Pradesh",
      "description": " one of the holiest cremation grounds among the sacred riverfronts (ghats), located on the Ganges, in the city of Varanasi in the Indian state of Uttar Pradesh. In Hinduism, death is considered a gateway to another life marked by the result of one's karma.",
      "images": [
        {
          "id": 5064,
          "url": "https://th.bing.com/th?id=OLC.KfYYM9eNiWQKqQ480x360&w=210&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 114,
      "name": "Haridwar",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Haridwar, or Hardwar is an ancient religious city in the Haridwar district of Uttarakhand. About 192 km from Chandigarh, and 208 km from Delhi, it is one of the must include places in Uttarakhand tour packages, and among the prominent pilgrimage sites near Delhi.",
      "images": [
        {
          "id": 5065,
          "url": "https://www.trawell.in/admin/images/thumbs/137201752Haridwar_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 115,
      "name": "Nainital",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Situated at the Kumaon foothills of Himalayas, Nainital is a beautiful hill station in Uttarakhand. It is one of the most popular hill stations in India and among the must-include places in Uttarakhand tour packages. ",
      "images": [
        {
          "id": 5066,
          "url": "https://www.trawell.in/admin/images/thumbs/13221527Nainital_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 116,
      "name": "Rishikesh",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Located at the foothills of the Himalayas, Rishikesh is a holy city on the banks of the River Ganges in Uttarakhand. It is one of the top pilgrimage sites near Delhi, and among the prominent places to visit in Uttarakhand.  ",
      "images": [
        {
          "id": 5067,
          "url": "https://www.trawell.in/admin/images/thumbs/148894297Rishikesh_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 117,
      "name": "Jim Corbett National Park",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Located at the Himalayas' foothills, near the popular hill-station of Nainital, the beautiful Jim Corbett National Park, is famous for being home to a large number of tigers, the highest among any Indian national park.",
      "images": [
        {
          "id": 5068,
          "url": "https://www.trawell.in/admin/images/thumbs/622423688Corbett_National_Park_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 118,
      "name": "Mussoorie",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Mussoorie, also known as Queen of the Hills, is among the most popular hill stations of the country. ",
      "images": [
        {
          "id": 5069,
          "url": "https://www.trawell.in/admin/images/thumbs/194726945Mussoorie_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 119,
      "name": "Badrinath",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Badrinath is a town and nagar panchayat in Chamoli district in the state of Uttarakhand, India. It is a Hindu holy place, and is one of the four sites in India's Char Dham pilgrimage. It is also part of India's Chota Char Dham pilgrimage circuit and gets its name from the Badrinath Temple.",
      "images": [
        {
          "id": 5070,
          "url": "https://www.trawell.in/admin/images/thumbs/222377333Badrinath_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 120,
      "name": "Almora",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "Set in the background of snow-capped Himalayan ranges of Uttarakhand, the sprawling town of Almora is a beautiful hill station. With easy accessibility from Delhi and other major cities of North India, Almora is known for its rich cultural heritage, unique handicrafts, sumptuous cuisine and magnificent wildlife.",
      "images": [
        {
          "id": 5071,
          "url": "https://www.trawell.in/admin/images/thumbs/36373250Almora_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 121,
      "name": "Kedarnath",
      "stateid": 28,
      "statename": "Uttarakhand",
      "description": "One of the most revered temple destinations of India, Kedarnath town is nestled in the mighty Garhwal Himalayas.Kedarnath is a town and Nagar Panchayat in Rudraprayag district of Uttarakhand, India, known primarily for the Kedarnath Temple",
      "images": [
        {
          "id": 5072,
          "url": "https://www.trawell.in/admin/images/thumbs/387998541Kedarnath_Main_thumb.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 122,
      "name": "The Howrah Bridge",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "The Howrah Bridge is an iconic landmark of Kolkata and a must-see attraction for visitors to the city. The bridge's unique design and historic significance make it a fascinating sight to behold.",
      "images": [
        {
          "id": 5073,
          "url": "https://www.bing.com/th?id=OLC.nD1bdBdNhcxzyQ480x360&w=236&h=140&c=8&rs=1&qlt=90&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 123,
      "name": "Birla Industrial and Technological Museum",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "Birla Industrial & Technological Museum (BITM) is a science museum in Kolkata, West Bengal, India. It is a unit under National Council of Science Museums (NCSM), Ministry of Culture, Government of India. Under the governmental jurisdiction of the Council of Scientific & Industrial Research (CSIR), BITM is commonly recognized as the precursor of India's science museum concept.",
      "images": [
        {
          "id": 5074,
          "url": "https://th.bing.com/th?id=OLC.iR4qxCGV%2fhy68Q480x360&w=247&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 124,
      "name": "Victoria Memorial Hall",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "The Victoria Memorial was completed and formally opened to the public in 1921. After 1947, some additions were made to the Memorial. A smaller Victoria memorial was also constructed in the Hardoi District, which has since been converted into a city club for recreation.",
      "images": [
        {
          "id": 5075,
          "url": "https://th.bing.com/th?id=OLC.KcL3TD+gGKixeg480x360&w=276&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 125,
      "name": "Lloyd's Botanical Garden",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "Lloyd's Botanical Garden was established in 1878 when 40 acres (160,000 m ) of land was acquired at Darjeeling to form a botanic garden as a distant annexe of the Calcutta Botanical Garden. ",
      "images": [
        {
          "id": 5076,
          "url": "https://th.bing.com/th?id=OLC.MT4gWYHzdFsUzQ480x360&w=221&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 126,
      "name": "Tiger Hill",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "Tiger Hill (2,590 metres (8,500 ft)) is a mountain located in Darjeeling, in the Indian State of West Bengal. It has a panoramic view of Mount Everest and Mount Kanchenjunga together.",
      "images": [
        {
          "id": 5077,
          "url": "https://th.bing.com/th?id=OLC.ZmdUH5VY2hhiAA480x360&w=210&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2 "
        }
      ],
      "review": "4.5"
    },
    {
      "id": 127,
      "name": "Peace Pagoda",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "A Peace Pagoda is a Buddhist stupa; a monument to inspire peace, designed to provide a focus for people of all races and creeds, and to help unite them in their search for world peace. Most, though not all, peace pagodas built since World War II have been built under the guidance of Nichidatsu Fujii",
      "images": [
        {
          "id": 5078,
          "url": "https://th.bing.com/th?id=OLC.SW4Ez4zyWhVCbw480x360&w=212&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 128,
      "name": "Udaipur Beach",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "The Udaipur beach in Digha is one of most pristine and exquisite sea beaches in India. This unexplored 'virgin sea beach' is located on the border of Orissa and is nestled between New Digha and Talsari",
      "images": [
        {
          "id": 5079,
          "url": "https://th.bing.com/th?id=OLC.bxmImQlDfp+k5Q480x360&rs=1&pid=ImgDet"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 129,
      "name": "Writers' Building",
      "stateid": 29,
      "statename": "West Bengal",
      "description": "The Writers' Buildings, often shortened to just Writers', is the official secretariat building of the state government of West Bengal in Kolkata, India. The 150-metre long building covers the entire northern stretch of the Lal Dighi or Red Lake at the centre of historic B.B.D. Bagh",
      "images": [
        {
          "id": 5080,
          "url": "https://th.bing.com/th?id=OLC.1X8v3BMIIB0U5w480x360&w=261&h=140&c=8&rs=1&qlt=90&o=6&pid=3.1&rm=2 "
        }
      ],
      "review": "4.5"
    },
    {
      "id": 130,
      "name": "Loktak Lake",
      "stateid": 16,
      "statename": "Manipur",
      "description": "The most striking sight you will see from the air while flying into Manipur is the largest freshwater lake in Northeast India, with its extraordinary archipelago of floating green islands.",
      "images": [
        {
          "id": 5081,
          "url": "https://1.bp.blogspot.com/-dz9PHNHdrQw/Ucqa3oeKhoI/AAAAAAAAeak/2_WrCl_YyAA/s1600/Loktak+Lake+Largest+Floating+Lake+in+India+14.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 131,
      "name": "Keibul Lamjao National Park",
      "stateid": 16,
      "statename": "Manipur",
      "description": "Located in the Bishnapur District of Manipur in northeastern India is Keibul Lamjao National Park, the world's only floating national park. It has an area of 40 km2 (15 sq mi) and is crucial to the functioning of the ecosystem in Loktak Lake. In this region, biomasses, also known as phumdis, are so prevalent that they completely cover a large area.",
      "images": [
        {
          "id": 5082,
          "url": "https://www.tripiwiki.com/images/places/uploads/Keibul-Lamjao-National-Park12978.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 132,
      "name": "Tharon Cave",
      "stateid": 16,
      "statename": "Manipur",
      "description": "Embedded beneath the picturesque landscape of telescoping green slopes is the Tharon cave, which is not far from the district headquarters. It is not only a beautiful place to see nature, but it also connects people to their home country's rich history. The cave is one of many historical landmarks in Manipur.",
      "images": [
        {
          "id": 5083,
          "url": "https://www.outlookindia.com/outlooktraveller/public/uploads/2018/07/Tharon-Cave-Manipur-adventure.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 133,
      "name": "Kangla Fort",
      "stateid": 16,
      "statename": "Manipur",
      "description": "The Kangla Fort, also known as the Kangla Palace, stands near the banks of the Imphal River as a testament to Manipur's illustrious past. Kangla translates to dry land in Manipuri and Meetei. A number of Meetei kings ruled Manipur from the fortress of Kangla, which was the ancient capital.",
      "images": [
        {
          "id": 5084,
          "url": "https://www.oyorooms.com/travel-guide/wp-content/uploads/2019/06/All-you-need-to-know-if-you-are-planning-to-explore-Kangla-Image-2.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 134,
      "name": "Singda Dam",
      "stateid": 16,
      "statename": "Manipur",
      "description": "Located 19 kilometers west of Imphal, the Singda Dam in Kangchup serves multiple purposes. The building was erected by the National Projects Construction Corporation Limited. It ranks among the top earthen dams in India for height.",
      "images": [
        {
          "id": 5085,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/36/23/62/img-20181021-095952-largejpg.jpg?w=1200&h=-1&s=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 135,
      "name": "Senapati ",
      "stateid": 16,
      "statename": "Manipur",
      "description": "Blessed with nature bounty, Senapati is a simple yet intriguing hideout and one of the best tourist places in Manipur. Almost 80 percent of the area here is covered in verdant forests, and the rest of it is inhabited by villagers.",
      "images": [
        {
          "id": 5086,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/senapati.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 136,
      "name": "Andro",
      "stateid": 16,
      "statename": "Manipur",
      "description": "Located in close proximity with Imphal, Andro is a small village which indeed is one of the most stunning places to visit in Manipur. The pottery craftsmanship of this place is something which has always caught the attention of the visitors which is what makes it one of the best tourist places in Manipur.",
      "images": [
        {
          "id": 5087,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/02/15-tribal-house-in-mutua-museum-of-andro.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 137,
      "name": "Imphal ",
      "stateid": 16,
      "statename": "Manipur",
      "description": "When it comes to tourist places to visit in Manipur, we know Imphal is obvious. This in fact is one of the most famous places to visit in Northeast India. ",
      "images": [
        {
          "id": 5088,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2019/01/Imphal.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 138,
      "name": "Mawsmai Cave",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "Mawsmai cave is the most famous cave in Meghalaya among all the caves present. Located at a small distance from Cherrapunji, Mawsmai cave attracts a lot of tourists of Meghalaya. Moving through the caves feels like an adventure. ",
      "images": [
        {
          "id": 5089,
          "url": "https://media-cdn.tripadvisor.com/media/photo-o/0e/c4/c5/34/somewhere-in-middle.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 139,
      "name": "Nohkalikai Falls",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "Cherrapunji, one of the wettest places on earth, is home to the stunning Nohkalikai Falls. The Nohkalikai Falls is the tallest plunge waterfall in India. Nohkalikai Falls is a rain-fed falls so during the monsoon season, on a clear day, you will see the real beauty and will be able to feel the force of the waterfall even from a distance. ",
      "images": [
        {
          "id": 5090,
          "url": "https://th.bing.com/th/id/OIP.RrDGwnLPNJn_xqX2EiHvdwAAAA?pid=ImgDet&rs=1"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 140,
      "name": "Elephant Falls",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "At a distance of 12 km from Shillong Bus Stand, Elephant Falls is a stunning waterfalls located in the outskirts of Shillong, the capital city of Meghalaya. It is one of the prominent waterfalls in Meghalaya and among the prime places to visit in Shillong. ",
      "images": [
        {
          "id": 5091,
          "url": "https://images.world-of-waterfalls.com/Elephant_Falls_023_11102009.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 141,
      "name": "AirForce Museum",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "At a distance of 13 km from Shillong Bus Stand, Air Force Museum is a museum located in Upper-Shillong of Meghalaya. Situated near Elephant Falls, it is one of the popular museums in Meghalaya and among the top places to visit in Shillong. ",
      "images": [
        {
          "id": 5092,
          "url": "https://media-cdn.tripadvisor.com/media/photo-o/18/c0/75/31/pic1.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 142,
      "name": "Lady Hydari Park",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": " Phan Nonglait Park, formerly known as Lady Hydari Park is one of the many lungs of Shillong city and one of the most popular outdoor recreational areas. The flower beds and impeccably maintained lawns provide a colourful stage for a pleasant family getaway. ",
      "images": [
        {
          "id": 5093,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Lady-Hydari-Park_22nd-Jan.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 143,
      "name": "Cathedral of Mary Help of Christians",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "At a distance of 3.5 km from Shillong Bus Terminal, the Cathedral of Mary Help of Christians is a Roman Catholic Church located in the Laitumkhrah locality of Shillong. Also known as the Cathedral Catholic Church, it is the principal place of worship in Shillong and among the most famous places to visit in Shillong. ",
      "images": [
        {
          "id": 5094,
          "url": "https://www.gosahin.com/go/p/h/t1/1557566590_cathedral-of-mary-help-of-christian5.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 144,
      "name": "Umiam Lake",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": "Umiam Lake, a mesmerizing man-made reservoir, is located at a distance of 15 kilometres north of Shillong which is the capital of the north-eastern Indian state of Meghalaya. The lake was formed after a dam was constructed to generate hydroelectric power. ",
      "images": [
        {
          "id": 5095,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/33809684396_c56b342fcb_b_20170609174547.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 145,
      "name": "Double Decker Living Root Bridge",
      "stateid": 17,
      "statename": "Meghalaya",
      "description": " Hidden deep in the lush, green forests of the wettest place in India: Cherrapunjee, Meghalaya; one can find the magnificent Jingkieng Nongriat Double Decker Living Root Bridge; more commonly known as the Umshiang Double Decker Living Root Bridge or simply just the Double Decker Root Bridge.",
      "images": [
        {
          "id": 5096,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/7344205654_b9bc34f275_o_20181203105712.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 146,
      "name": "Aizawl",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "The capital of the state of Mizoram, this place is a must visit place. Called as the 'Home of the Highlanders', Aizawl is a flower in full bloom. It offers you the beauty of hills, valleys skies; it offers you fragrance of flowers, wild flora, temples and some delicious cuisine; it is full of exquisite trekking and hiking routes. ",
      "images": [
        {
          "id": 5097,
          "url": "http://www.indiatravelblog.com/attachments/Resources/3727-3-Aizawl-Best-Tourist-Place-in-Mizoram.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 147,
      "name": "Champhai",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "Offering a surreal view of the ranges in Myanmar, this place offers a beautiful view of the largest plains in the state of Mizoram. Also called as the 'Fruit Bowl of Mizoram', there are lots of monuments, ancient relics, and various other places of historical importance.",
      "images": [
        {
          "id": 5098,
          "url": "http://www.indiatravelblog.com/attachments/Resources/3727-4-Champhai-Best-Tourist-Place-in-Mizoram.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 148,
      "name": "Lawngtlai",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "This place is famous for the wildlife and has three places of tourist interest. Ngengpui Wildlife Sanctuary, Sinemon Wildlife Sanctuary and Lohawka Wildlife Sanctuary are the three famous wildlife sanctuaries in the region which are worth visit for its scenic splendor, the abundance of natural wonders and exotic flora and fauna.",
      "images": [
        {
          "id": 5099,
          "url": "https://farm2.staticflickr.com/1725/41680017835_352ea42756_b.jpg"
        }
      ],
      "review": "4.5"
    },
    {
      "id": 149,
      "name": "Lunglei",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "It is the second largest city in the state of Mizoram (after Aizawl). The city has been named so because of a rock which is shaped like a bridge. Like the other regions in Mizoram, the place is famous for hills, valleys, greenery and other natural wonders.",
      "images": [
        {
          "id": 5100,
          "url": "http://www.indiatravelblog.com/attachments/Resources/3727-5-Lunglei-Best-Tourist-Place-in-Mizoram.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 150,
      "name": "Khawbung",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "http://www.indiatravelblog.com/attachments/Resources/3727-6-Khawbung-Best-Tourist-Place-in-Mizoram.JPG",
      "images": [
        {
          "id": 5101,
          "url": "Located in the Champhai district the place is a semi-town kind of place with lots of places to explore. The place has a unique place called as the Mizo Poet's Square. It is a moment which has been erected for the Mizo poets."
        }
      ],
      "review": "4.3"
    },

    {
      "id": 151,
      "name": "Serchhip",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "http://www.indiatravelblog.com/attachments/Resources/3727-7-SerchhipBest-Tourist-Place-in-Mizoram.jpg",
      "images": [
        {
          "id": 5102,
          "url": "The region enjoys waters from two rivers, namely – Mat and Tuikam. It has the highest waterfall of Mizoram and 8th highest mountain. It shares its borders with Myanmar and has a booming handloom industry. You can visit Chhingphui Thlan, Vantawng Falls, Zoluti Hriatrengna Lung and Thenzarl Deer Park while touring Serchhip."
        }
      ],
      "review": "4.3"
    },

    {
      "id": 152,
      "name": "Mamit",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "The fourth largest district in the state, Mamit is also known as the ‘Orange Garden of Mizoram’ for the vast orange orchards here. Located about 95 km from Aizawl on its western side, the district is known for its natural bounty and magnificent scenery.",
      "images": [
        {
          "id": 5103,
          "url": "https://media2.thrillophilia.com/images/photos/000/380/926/original/1647429788_shutterstock_1452185462.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 153,
      "name": "Kolasib",
      "stateid": 18,
      "statename": "Mizoram",
      "description": "Kolasib is the smallest of the eleven districts into which the state of Mizoram has been divided for effective governance. It is also the newest and thus among the most modern places to visit in Mizoram. ",
      "images": [
        {
          "id": 5104,
          "url": "https://media2.thrillophilia.com/images/photos/000/380/927/original/1647429831_Kolasib-535106_0.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 154,
      "name": "Kohima War Cemetery",
      "stateid": 19,
      "statename": "Nagaland",
      "description": "The Kohima War Cemetery is a British Commonwealth war cemetery located in Kohima in Nagaland in India. It is the final resting place of more than 1,420 Commonwealth servicemen of World War II who died in the Battle of Kohima in April-May 1944. The Commonwealth War Graves Commission maintains it and is one of the largest and most visited war cemeteries in India.  ",
      "images": [
        {
          "id": 5105,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Kohima_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },
    {
      "id": 155,
      "name": "Mokokchung ",
      "stateid": 19,
      "statename": "Nagaland",
      "description": " This is the liveliest district of Nagaland owing to the beautiful traditions and festivals and hospitality of the vibrant Ao tribe who calls this place their home. Get ready to soak your senses in the beauty of the mesmerizing hills and streams",
      "images": [
        {
          "id": 5106,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Mokokchung_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 156,
      "name": "Wokha",
      "stateid": 19,
      "statename": "Nagaland",
      "description": " As you reach Wokha, the hills and green landscape, constant in the state, turn livelier and prettier. You will find scores of plants bursting with multicolored flowers, juicy and fresh fruits and freely flowing rivers enchanting with their beauty. The tribe that resides here is the Lotha tribe.",
      "images": [
        {
          "id": 5107,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Wokha_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 157,
      "name": "Dimapur",
      "stateid": 19,
      "statename": "Nagaland",
      "description": " One enters Nagaland through Dimapur, as the airport is situated here. This place, counted amongst the top Nagaland tourist spots, offers an equal amount of delight to both nature and history lovers. Watch out for Kachari ruins from the 10th century that stands in the backdrop of enthralling nature.",
      "images": [
        {
          "id": 5108,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Dimapur_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 158,
      "name": " Mon – Rich Tribal Heritage",
      "stateid": 19,
      "statename": "Nagaland",
      "description": " One of the best tourist places in Nagaland, Mon is known for its refreshing ambiance. Mon belongs to Konyak Nagas, who believe themselves to be the descendants of Noah. The location of Mon is at an altitude of 897.64 m above sea level.",
      "images": [
        {
          "id": 5109,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Mon_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 159,
      "name": "Khonoma Green Village",
      "stateid": 19,
      "statename": "Nagaland",
      "description": "If one wants to witness the result of a continued and harmonious responsible living, then Khonoma Green Village in Nagaland is that place. This village is brimming with clean, fresh air, a peaceful atmosphere, and an unspoiled environment. ",
      "images": [
        {
          "id": 5110,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Khonoma-Green-Village_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 160,
      "name": "Benreu – Home To Mount Pauna",
      "stateid": 19,
      "statename": "Nagaland",
      "description": "Benreu in Peren district is total solitude. It is an unexplored village with 20 percent of its inhabitants being nature and animals. It is at a height of 1950 meters and sits across Mount Pauna, the third highest peak of Nagaland.  ",
      "images": [
        {
          "id": 5111,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Benreu_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 161,
      "name": "Meluri ",
      "stateid": 19,
      "statename": "Nagaland",
      "description": "Meluri is a small and quaint village lying halfway to Mt. Saramati in Kiphire district. This village is home to the Pochury tribe, known for its exceptional hunting skills. This village is a must-visit place in Nagaland not only because of its beauty but also for its fascinating rock formations. ",
      "images": [
        {
          "id": 5112,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Meluri_16th-Jan.jpg"
        }
      ],
      "review": "4.3"
    },
    {
      "id": 162,
      "name": "Minicoy Island",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "The island, also called Miliku, is one of the most prominent parts of the Lakshadweep islands. The island is the central hub for all plans to Lakshadeep, or it’s sister islands. Locked on the southwest side of the archipelago, sprinkled with many great attractions. Great for Lakshadweep sightseeing, it has an awe-striking lighthouse and many white-sand beaches.",
      "images": [
        {
          "id": 5113,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Minicoy-Island_-11th-jan.jpg"
        }
      ],
      "review": "4.3"
    },
    {
      "id": 163,
      "name": "Kadmat Island",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "Another one of the popular Lakshadweep tourist places is Kadmat Island. This coral island has a vibrant marine life. The island is scarcely populated and makes for a great quiet getaway. Since it is rich in marine life, the primary source of income here is fishing; it’s also a great spot to try some of the locally cooked catch. This island is famous for snorkeling and deep-sea diving.",
      "images": [
        {
          "id": 5114,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Kadmat-Island_-11th-jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 164,
      "name": "Kavaratti Island",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "The white sand and beautiful sunsets make this island one of the best places to see in Lakshadweep. This peaceful lagoon has a surprising amount of greenery and plantations. Kavaratti is the ideal getaway for nature lovers. Each year, the city attracts hundreds of foreign tourists who just sit back and enjoy the scenery.",
      "images": [
        {
          "id": 5115,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Kavaratti-Island_-11th-jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 165,
      "name": "Marine Museum",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "This is where one can witness some of the wealthiest showcases of marine life and artifacts. The museum is established with an aim to educate the masses about the importance of aquatic life and show the various species of fish available. There is a shark skeleton here which is one of the most adored installations. Do add this museum to your list of places to visit in Lakshadweep.",
      "images": [
        {
          "id": 5116,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Marine-Museum_-11th-jan.jpg"
        }
      ],
      "review": "4.3"
    },

    {
      "id": 166,
      "name": "Pitti Bird Sanctuary",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "While staying on the Kalpeni Island, you can take a smaller boat to head to the Pitti Island. This is a small, secluded island located in the middle of nowhere. The island is clean and beautiful. This dead coral island is a great spot to go snorkeling and see some of the most indigenous marine life. You can also choose to take a walk by the beach and spend quality time at this one of the most celebrated tourist attractions in Lakshadweep.",
      "images": [
        {
          "id": 5117,
          "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Pitti-Bird-Sanctuary_11th-jan.jpg"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 167,
      "name": "Thinnakara Island",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "The island, located at a 40-minute boat ride from Agatti. The island is the central hub for water sports and adventure. It feels like a private island with minimal hotels. Some even say that there are only twenty rooms on the whole island, so one must book beforehand. The beautiful lagoons and flawless coast make it a perfect spot for solo travelers who are looking for the best places to visit in Lakshadweep.",
      "images": [
        {
          "id": 5118,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/06/Thinnakara-Island.jpg"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 168,
      "name": "Kalpeni Island",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "This island is a popular ship trip from Kerala. Since there are no privately run resorts here, it’s essential to book your accommodation beforehand. The highlights here are the food and fresh catch. The lack of foreign tourists permits make this a slightly unpopular choice. But this works to your advantage if you are looking for secluded regions and for the most serene Lakshadweep tourist places.",
      "images": [
        {
          "id": 5113,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/06/sf-xdfhgnbghnb-vd.jpg"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 169,
      "name": "Bangaram Atoll",
      "stateid": 34,
      "statename": "Lakshadweep",
      "description": "This island is often referred to as a paradise. The island is easily considered one of the best places to visit in Lakshadweep, as it is filled with activities for both nature lovers and adventure fanatics. People typically spend around 4-5 days here to absorb the quiet and calm before heading back to their regular life.",
      "images": [
        {
          "id": 5120,
          "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2023/06/Bangaram-Atoll.jpg"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 170,
      "name": "Arulmigu Manakula Vinayagar Temple",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Manakula Vinayagar Temple is a Hindu temple in the Union Territory of Puducherry, India. Dedicated to the god Ganesa, it is a popular pilgrimage site and tourist destination in Puducherry.",
      "images": [
        {
          "id": 5121,
          "url": "http://blessingsonthenet.com/img/gallery/aim_bn_1301646543.jpg"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 171,
      "name": "Paradise Beach",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Located at Chunnambar along the Cuddalore road, Paradise Beach is one of the spectacular Places to visit in Pondicherry. A ferry ride from Chunnambar takes you to this pristine beach that fascinates every traveller with its blue waters, white and golden soft beach sand and tranquil environ. ",
      "images": [
        {
          "id": 5122,
          "url": "https://media2.thrillophilia.com/images/photos/000/126/242/original/1568439089_shutterstock_1430692808.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 172,
      "name": "Sri Aurobindo Ashram",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Coveted as the “City of Dawn”, Auroville Ashram is a futuristic township that is the brainchild of the Mother, the spiritual collaborator of Sri Aurobindo. Auroville aims to unite humans from all walks of life and from all parts of the world against barriers like caste, creed, status, and religion and to let them live in harmony with one another and it is one of the best places to visit in Pondicherry.",
      "images": [
        {
          "id": 5123,
          "url": "https://media2.thrillophilia.com/images/photos/000/091/358/original/1520687067_HomePageSlide7-490.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 173,
      "name": "Promenade",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Pondicherry has a naturally formed rocky promenade that has become one of the most sought-after places to visit in Pondicherry by photographers. This naturally scenic place with refreshing cool sea-breeze is perfect for long strolls and fun-filled gala time with your loved ones.",
      "images": [
        {
          "id": 5124,
          "url": "https://media2.thrillophilia.com/images/photos/000/091/337/original/1568440717_shutterstock_1118672864.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 174,
      "name": "Serenity Beach",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "For those looking for a day filled with tranquillity, Serenity beach is a mesmerizing visit in Pondicherry sightseeing for all the tourists. It boasts of the resplendent beauty of nature with its golden sands and blue waters that greet the visitors with a panoramic view.",
      "images": [
        {
          "id": 5125,
          "url": "https://media2.thrillophilia.com/images/photos/000/126/244/original/1568441099_shutterstock_621162626.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 175,
      "name": "Arikamedu",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Dive deep into the history with this archaeological site of South India, Arikamedu. It was built back in the 19th century and is adorned with Roman lamps, glassware, stone beads, and several other things and it is one of the less explored places to visit in Pondicherry.",
      "images": [
        {
          "id": 5126,
          "url": "https://media2.thrillophilia.com/images/photos/000/170/312/original/1567582788_shutterstock_1275768760.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 176,
      "name": "Auroville Beach",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "https://media2.thrillophilia.com/images/photos/000/170/310/original/1567582639_auro-beach.jpg?w=768&h=460&dpr=1.5",
      "images": [
        {
          "id": 5127,
          "url": "Located in the pristine “City of Dawn”, Auroville, this is one of Pondicherry famous places and extremely hyped beach, and rightly so. Tucked neatly in the corner of a forest, Auroville beach is the perfect definition of serene and exotic. The beach is a favorite amongst surfers and its shallow waters make it perfect even for beginners."
        }
      ],
      "review": "4.2"
    },

    {
      "id": 177,
      "name": "Chunnambar Boathouse",
      "stateid": 35,
      "statename": "Puducherry",
      "description": "Also known as Plage Paradiso, Chunnambar Boathouse is a spectacular boating and picnic spot located on the backwaters where the Chunnambar River meets the Bay of Bengal. At Chunnambar, you can sun lounge and get sun-kissed and even play beach sports with your family and friends and one of the famous places to visit in Pondicherry.",
      "images": [
        {
          "id": 5128,
          "url": "https://media2.thrillophilia.com/images/photos/000/091/348/original/1568439407_D-dQRYcW4AA7Jz9.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 178,
      "name": " Barnawapara Wildlife Sanctuary",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "One of the most famous tourist attractions in Chhattisgarh, the Barnawapara Wildlife Sanctuary is home to the Bar and Nawapura forest villages. It was established in the year of 1976 and is spread over a vast area of 245 sq. Km",
      "images": [
        {
          "id": 5129,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/304/original/1479388363_Barnawapara-wildlife-sanctuary-4.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 179,
      "name": "Shri Rajiv Lochan Mandir",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "RajivaLochana Mandir literally means “the beautiful one-eyes” and represents Lord Vishnu. The temple depicts significantly the example of the architecture of Mahakosala.",
      "images": [
        {
          "id": 5130,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/299/original/1479387792_rajiv_lochan.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },

    {
      "id": 180,
      "name": "Danteshwari Temple",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "The Warangal ancestral deity of the Chalukya kings got established as Danteshwari near the congregation of Dankini River and Shankini River and hence this place was named as Danteshwari.",
      "images": [
        {
          "id": 5131,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/277/original/1479385742_danteshwari-temple.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 181,
      "name": "Chitrakot Waterfalls",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "The waters of River Indr?vati flows from the Vindhu Mountain range to form the Chitrakot waterfalls. Often called as India’s Niagara Falls, this is the top attraction and largest waterfalls of India and is great to visit during the rainy season.",
      "images": [
        {
          "id": 5132,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/275/original/1479385604_chitrakot_falls.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 182,
      "name": "Rajeev Smriti Van",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "Built in memory of Former Prime Minister LT. Rajeev Gandhi, this place is a unique Ex- situ conservation site. Built over a huge area of 14 acres, this Van was developed to create public awareness towards conservation of Nature.",
      "images": [
        {
          "id": 5133,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/276/original/1479385674_Sanjeev_smiti_van.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 183,
      "name": "Mahakoshal Art Gallery",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "A rare heritage property is this Mahakoshal art Gallery. This art gallery showcases all the artwork of the local people, the building also hosts a number of art exhibitions.",
      "images": [
        {
          "id": 5134,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/278/original/1479385899_Moksha_art_gallery.PNG?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 184,
      "name": "Purkhauti Muktangan",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "Purkhauti Muktangan is developed by the Cultural Department of Chhattisgarh Government and is spread over a huge 18 hectare of land. It exhibits the entire natural resources with existing industries and infrastructures.",
      "images": [
        {
          "id": 5135,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/283/original/1479387037_Purkhauti.jpg?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 185,
      "name": "Bhoramdeo Temple",
      "stateid": 5,
      "statename": "Chhattisgarh",
      "description": "Want to get back into the glorious past and explore all those ancient temples? Visit Bhoramdeo Temple, this temple was constructed somewhere during the 7th -11th century and is called as the Khajuraho of Chhattisgarh.",
      "images": [
        {
          "id": 5136,
          "url": "https://media2.thrillophilia.com/images/photos/000/103/284/original/1479387088_bhoramdeo_temple.JPG?w=768&h=460&dpr=1.5"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 186,
      "name": "Calangute Beach",
      "stateid": 6,
      "statename": "Goa",
      "description": "Calangute is the largest beach in north Goa stretching from Candolim to Baga. It is a hub for tourists and backpackers as it is the perfect place to look for accommodation. It is known for the beach shacks and water sports like parasailing, water surfing, banana ride and jet-skiing.",
      "images": [
        {
          "id": 5137,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1314723038_20190822145625.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 187,
      "name": "Fort Aguada",
      "stateid": 6,
      "statename": "Goa",
      "description": "Fort Aguada is a 17th-century Portuguese fort looking out at the confluence of Mandovi River and the Arabian Sea. The crumbling ramparts of the fort stand on the Sinquerim Beach. The highlight of the fort is a lone four-storey lighthouse (which is one-of-its-kind in Asia) and a stunning view of the sunset.",
      "images": [
        {
          "id": 5138,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1065727913_20190822150731.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 188,
      "name": "Cruise in Goa",
      "stateid": 6,
      "statename": "Goa",
      "description": "Cruise in Goa allows one to explore the exotic scenery, pristine waters and marvel the breathtaking view of the sunset. There are several types of cruises in Goa ranging from simple evening cruises, elaborate and romantic dinner cruises, backwater cruises, and casino cruises. All of these usually originate from Miramar Beach in Panjim.",
      "images": [
        {
          "id": 5139,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/cruises-in-goa-1_20171121225733.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 189,
      "name": "Dudhsagar Falls",
      "stateid": 6,
      "statename": "Goa",
      "description": "One of India's tallest waterfalls, the Dudhsagar Falls is located inside the Mollem National Park. The Dudhsagar falls should be visited during the monsoon when it is in full flow and the surrounding deciduous forests are at their verdant best.",
      "images": [
        {
          "id": 5140,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_248465767_20190822151157.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 190,
      "name": "Anjuna Beach",
      "stateid": 6,
      "statename": "Goa",
      "description": "Anjuna Beach is among the most popular beaches in North Goa, stretching almost 2km. From family outings to adrenaline-filled adventures, Anjuna Beach is famed for its golden coastline, nightclubs, beach shacks, watersports, full-moon parties and flea markets.",
      "images": [
        {
          "id": 5141,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1065723824_20190822151024.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 191,
      "name": "Chapora Fort",
      "stateid": 6,
      "statename": "Goa",
      "description": "Chapora Fort is undeniably one of the most famous forts in Goa. More popularly known as the 'Dil Chahta Hai Fort', its claim to fame was the 2001 Bollywood blockbuster shot here. A scintillating escape, it offers beautiful views of the sea and Chapora River.",
      "images": [
        {
          "id": 5142,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/Chapora_Fort_20180428123835.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 192,
      "name": "Thalassa",
      "stateid": 6,
      "statename": "Goa",
      "description": "Thalassa- The Greek Taverna is one of the most popular restaurants in Goa. Having moved out to the backwaters along with Siolim (from its prior location of Vagator hilltop), it is famous for its signature cocktails and sunsets. Reverberating with the cultural flavour of Greece, it serves authentic Greek Mediterranean cuisine.",
      "images": [
        {
          "id": 5143,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/87090765101565833482413334981330703720382464n_20200806141800.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 193,
      "name": "Basilica of Bom Jesus",
      "stateid": 6,
      "statename": "Goa",
      "description": "The Basilica of Bom Jesus Church is a UNESCO World Heritage Site. It houses the tomb and remains of St. Francis Xavier. Even after 400 years, the remains are in a good condition and are taken out once every decade.",
      "images": [
        {
          "id": 5144,
          "url": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1073481062_20190822145857.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 109,
      "name": "Jubilee Park",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Jubilee Park: The Jubilee Park in Jamshedpur is a popular public park located in the heart of Jamshedpur City and is spread across 500 acres. It is home to a variety of attractions and activities such as a lake, amusement park, zoo, fountains, gardens, and more",
      "images": [
        {
          "id": 10901,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/e2/a5/9a/jubilee-park.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 110,
      "name": "Baba Baidyanath Temple",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Baba Baidyanath Temple: Baba Baidyanath Temple is a Hindu temple dedicated to Lord Shiva in Deoghar, Jharkhand. It is one of the twelve Jyotirlingas, which are the most sacred abodes of Shiva. The temple complex consists of 22 temples, with the main shrine of Baba Baidyanath housing the lingam that was worshipped by Ravana, the demon king of Lanka",
      "images": [
        {
          "id": 11001,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/a2/4c/bf/20190301-180223-largejpg.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 111,
      "name": "Maithan Dam",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Maithan Dam: Maithan Dam is a beautiful and impressive dam located at Maithon, 48 km from Dhanbad, in the state of Jharkhand. It is one of the largest dams in India and was built by the Damodar Valley Corporation for flood control and power generation. The dam is 15,712 ft (4,789 m) long and 165 ft (50 m) high1. It has an underground power station, the first of its kind in South East Asia, that generates 60,000 kW of electric power",
      "images": [
        {
          "id": 11101,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/58/6d/31/dvc-lock-gate.jpg?w=1200&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 112,
      "name": "Dimna Lake",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Dimna Lake: Dimna Lake is an artificial reservoir created by damming the Subarnarekha River. The lake is surrounded by lush greenery, making it a picturesque spot for picnics and outdoor activities. Visitors to Dimna Lake can enjoy various activities like boating, picnicking, and even swimming",
      "images": [
        {
          "id": 11201,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/4e/b1/bd/img-20170201-005857-336.jpg?w=1000&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 113,
      "name": "Dassam Falls",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Dassam Falls: Dassam Falls, also known as Dassam Waterfall, is a popular natural attraction located in Jharkhand,The falls are a prime tourist destination in the region due to their scenic beauty and accessibility.",
      "images": [
        {
          "id": 11301,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/48/68/f4/dassam-falls.jpg?w=1200&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 114,
      "name": "Patratu Valley",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Patratu Valley: Patratu Valley is a picturesque valley located in the state of Jharkhand, India. It is known for its stunning natural beauty, encompassing lush green hills, dense forests, and meandering rivers. The valley is situated in the Ranchi district of Jharkhand and is approximately 35 kilometers from Ranchi, the state capital.",
      "images": [
        {
          "id": 11401,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/4a/98/b0/patratu-valley.jpg?w=1100&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 115,
      "name": "Jagannath Mandir",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Jagannath Mandir: The Jagannath Temple in Puri is an ancient and sacred Hindu temple dedicated to Lord Jagannath, his brother Balabhadra, and his sister Subhadra. Lord Jagannath is depicted in the form of a deity with large wooden idols, and the temple is renowned for its unique architecture and rituals.",
      "images": [
        {
          "id": 11501,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/4b/da/fb/jagannath-temple.jpg?w=1200&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 116,
      "name": "Jonha Falls",
      "stateid": 11,
      "statename": "Jharkhand",
      "description": "Jonha Falls: onha Falls, also known as Gautamdhara, is a beautiful waterfall located near Ranchi in the Indian state of Jharkhand. It is one of the most popular natural attractions in the region, known for its picturesque surroundings and serene ambiance. Jonha Falls is situated about 40 kilometers from Ranchi, the capital city of Jharkhand.",
      "images": [
        {
          "id": 11601,
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/43/4f/16/img-20171104-101501-largejpg.jpg?w=1100&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 103,
      "name": "Vanganga Garden",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "Peaceful & leafy garden with flower beds, kids' activities & a lake with boats for hire.",
      "images": [
        {
          "id": "201",
          "url": "http://www.famousplacesinindia.in/Dadra-and-Nagar-Haveli/Silvassa/Images/Vanganga-Lake-Garden.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 104,
      "name": "Vandhara Garden",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "A very beautiful garden located on the river front.",
      "images": [
        {
          "id": "201",
          "url": "https://www.ftd.travel/upload/attraction_image/thumbs/2012-11-22-03-12-24vandhara-udyan-silvassa.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 105,
      "name": "Butterfly Park",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "Really nice place for photography and you can spot few colourful butterflies.",
      "images": [
        {
          "id": "201",
          "url": "https://lh3.googleusercontent.com/p/AF1QipOoL01nhKzduGD8qhws8IECsadiYcxmk7H-Tye5=w287-h192-n-k-rw-no-v1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 106,
      "name": "Nakshatra Van",
      "stateid": 32,
      "statename": "Nakshatra Van",
      "description": "Dadra and Nagar Haveli and Daman and Diu",
      "images": [
        {
          "id": "201",
          "url": "https://www.ranchimunicipal.com/images/nakshtravan.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 107,
      "name": "DAMAN GANGA DAM",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "Landmark engineering project on a remote stretch of river, with trails to dramatic lookout points.",
      "images": [
        {
          "id": "201",
          "url": "https://lh3.googleusercontent.com/p/AF1QipPbf2FZdRhXn6V-aKaxsQnCGiP_-CWeQfVi-w58=w287-h192-n-k-rw-no-v1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 108,
      "name": "BAPS Shri Swaminarayan Temple",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "Ornate Hindu temple beside the Daman Ganga river featuring intricate stone carvings.",
      "images": [
        {
          "id": "201",
          "url": "https://www.baps.org/Data/Sites/1/Media/ModuleRotatorImages/2020%20kolkata%20mandir%20slider.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 109,
      "name": "Tribal Cultural Museum",
      "stateid": 32,
      "statename": "Dadra and Nagar Haveli and Daman and Diu",
      "description": "Educational museum with displays of historic tribal artifacts & art, plus modern works & topiaries.",
      "images": [
        {
          "id": "201",
          "url": "https://cdn.s3waas.gov.in/s35878a7ab84fb43402106c575658472fa/uploads/bfi_thumb/2020082785-oukn8z3slxrwnqzypkxtcvknabk6nxb380frbbj822.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 97,
      "name": "Nek Chand’s Rock Garden of Chandigarh",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Mosaic courtyards, sculptures & paths made from old crockery in a lush garden created by Nek Chand.",
      "images": [
        {
          "id": "201",
          "url": "https://s01.sgp1.digitaloceanspaces.com/large/734166-3f2232d4-6506-4b02-ad29-4a5bfd739fc7.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 98,
      "name": "Zakir Hussain Rose Garden",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Opened in 1967, this 30-acre botanical garden offers many rose varieties, walking paths & fountains.",
      "images": [
        {
          "id": "201",
          "url": "https://ak-d.tripcdn.com/images/0ww0w120008ydzbua1D4F_C_670_376_Q70.webp?proc=source%2ftrip&proc=source%2ftrip"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 99,
      "name": "International Dolls Museum",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Children's musuem showcasing a large collection of dolls from around the world in traditional dress.",
      "images": [
        {
          "id": "201",
          "url": "https://www.wowchandigarh.com/wp-content/uploads/2016/09/472763927Chandigarh_International_Dolls_Museum_Main.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 100,
      "name": "Garden of Fragrance",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Fragrant botanic garden with shrubs, flowers & paths, plus a shop with oils, soaps & incense.",
      "images": [
        {
          "id": "201",
          "url": "https://housing.com/news/wp-content/uploads/2022/11/garden-of-fragrance-compressed.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 101,
      "name": "Le Corbusier Centre",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Once the workplace of the architect Le Corbusier, this historic building traces the city's heritage.",
      "images": [
        {
          "id": "201",
          "url": "https://images.hindustantimes.com/rf/image_size_640x362/HT/p2/2015/10/11/Pictures/chandigarh-saturday-october-corbusier-hindustan-chandigarh-sector_fb0b3d44-6fdf-11e5-9358-ce0f694bc37c.JPG"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 102,
      "name": "Butterfly Park",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "Landscaped park & conservatory with trees, shrubs and flowers attracting 35 species of butterfly",
      "images": [
        {
          "id": "201",
          "url": "https://chandigarhtourism.in/images/places-to-vist/headers/butterfly-park-chandigarh-tourism-entry-fee-timings-holidays-reviews-header.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 103,
      "name": "Open Hand Monument",
      "stateid": 31,
      "statename": "Chandigarh",
      "description": "The symbolic 26-m. Open Hand monument by French architect Le Corbusier rotates in the wind.",
      "images": [
        {
          "id": "201",
          "url": "https://chandigarhtourism.in/images/places-to-vist/headers/open-hand-monument-chandigarh-tourism-entry-fee-timings-holidays-reviews-header.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 90,
      "name": "Corbyn’s Cove Beach",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "Sandy, palm-fringed beach with jet-ski rentals, lounge chairs & several casual eateries.",
      "images": [
        {
          "id": "201",
          "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/6b/b9/b5/corbyn-s-cove.jpg?w=1200&h=-1&s=1"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 91,
      "name": "Mahatma Gandhi Marine National park",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "The national park consists of 15 reserved islands, of which two are open for visitors. The beaches are picturesque. However, the journey over asia's largest coral reefs cost visitors 1000₹ per person.",
      "images": [
        {
          "id": "201",
          "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mahatma_Gandhi_Marine_National_Park.jpg/426px-Mahatma_Gandhi_Marine_National_Park.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 92,
      "name": "Naval Marine Museum Samudrika",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "Museum showcasing marine life & island history with coral, fish, shells & many items for sale.",
      "images": [
        {
          "id": "201",
          "url": "https://andamantourism.org.in/images/places-to-visit/header/samudrika-naval-marine-museum-andaman-tourism-entry-fee-timings-holidays-reviews-header.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 93,
      "name": "Flag Point (Tiranga)",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "Tiranga Point is located in a picturesque seaside setting, offering breathtaking views of the sea. ",
      "images": [
        {
          "id": "201",
          "url": " https://www.andamanisland.in/storage/blogs/61b055505c67f105_34.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 94,
      "name": "White Surf Waterfall",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "White Surf Waterfall is a beautiful natural sight hidden in the midst of an evergreen jungle. Located at 6.5km from Hut Bay.",
      "images": [
        {
          "id": "201",
          "url": "https://www.andamantravelagent.com/images/destinations&sightseeing/waterfall1.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 95,
      "name": "Chidiyatapu Sunset Point",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "Famous for sunset views and for bird watching, Chidiya Tapu is a part of the Andaman archipelago. It is also known as the Sunset Point and Bird Island.",
      "images": [
        {
          "id": "201",
          "url": " https://assets-global.website-files.com/5b56319971ac8c7475a9d877/5ede0e55992873f0de80a0ec__MG_1901-.jpg"
        }
      ],
      "review": "4.2"
    },
    {
      "id": 96,
      "name": "Collinpur Beach",
      "stateid": 30,
      "statename": "Andaman and Nicobar Islands",
      "description": "This beach is located in southern Andaman, 36 km away from Port Blair and this beach is popular for crystal clear cobalt water",
      "images": [
        {
          "id": "201",
          "url": "https://im.hunt.in/cg/Port-Blair/City-Guide/The_Island_that_is_home_to_Collinpur_Beach.jpg"
        }
      ],
      "review": "4.2"
    }
  ]
}
